[{"id":1,"name":"Prof. Dr. M. M. Mafizur Rahman","Expert":"Hepabilliary, Esophageal Cancer, Pancreatic & Laparoscopic Surgeon","qualification":"MBBS, PhD, MD, MS","details":"Prof. Dr. M. M. Mafizur Rahman is a General Surgeon in Dhaka. His qualification is MBBS, PhD, MD, MS. He is a Professor in the Department of Surgery at Bangladesh Medical College & Hospital. He regularly provides treatment to his patients at City Hospital Limited, Dhaka. Practicing hour of Prof. Dr. M. M. Mafizur Rahman at City Hospital Limited, Dhaka is 6pm to 8pm (Closed: Friday)","img":"https://i.ibb.co/jv6Skpq/Prof-Dr-M-M-Mafizur-Rahman.jpg","Price":"150","rating":"4.2"},{"id":2,"name":"Dr. Afrin Sultana","Expert":"General & Laparoscopic Surgeon","qualification":"MBBS (DMC), FCPS (Surgery), MRCS (UK)","details":"Dr. Afrin Sultana is a General Surgeon in Dhaka. Her qualification is MBBS (DMC), FCPS (Surgery), MRCS (UK). She is a Registrar in the Department of Surgery at Holy Family Red Crescent Medical College & Hospital. She regularly provides treatment to her patients at City Hospital Limited, Dhaka. Practicing hour of Dr. Afrin Sultana at City Hospital Limited, Dhaka is 8pm to 10pm (Closed: Friday).","img":"https://i.ibb.co/qrcxTfm/Dr-Afrin-Sultana.jpg","Price":"180","rating":"4.3"},{"id":3,"name":"Dr. Sarwar Ahmed Sobhan","Expert":"General, Laparoscopic & Hepatobiliary Pancreatic Surgery Specialist","qualification":"MBBS (DMC), FCPS (Surgery), MRCS (UK)","details":"Dr. Sarwar Ahmed Sobhan is a General Surgeon in Dhaka. His qualification is MBBS (DMC), FCPS (Surgery), MS (Hepatobiliary Surgery). He is a Consultant in the Department of Surgeon at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Al-Raji Hospital, Farmgate. Practicing hour of Dr. Sarwar Ahmed Sobhan at Al-Raji Hospital, Farmgate is 7pm to 8pm (Closed: Friday).","img":"https://i.ibb.co/55MmGtR/Dr-Sarwar-Ahmed-Sobhan.jpg","Price":"160","rating":"4.1"},{"id":4,"name":"Lt. Col. Dr. Md. Momin Uddin Kallol","Expert":"ENT (Ear, Nose, Throat) Specialist & Head Neck Surgeon","qualification":"MBBS (SSMC), FCPS (ENT), DLO, MCPS, FICS (USA)","details":"Lt. Col. Dr. Md. Momin Uddin Kallol is a ENT Specialist in Dhaka. Her qualification is MBBS (SSMC), FCPS (ENT), DLO, MCPS, FICS (USA). She is a Classified ENT Specialist & Head Neck Surgeon in the Department of ENT at Combined Military Hospital, Dhaka. She regularly provides treatment to her patients at Islami Bank Hospital, Mirpur. Practicing hour of Lt. Col. Dr. Md. Momin Uddin Kallol at Islami Bank Hospital, Mirpur is Temporary Unavailable.","img":"https://i.ibb.co/9HxXRzn/Lt-Col-Dr-Momin-Uddin-Kallol.jpg","Price":"190","rating":"4.4"},{"id":5,"name":"Prof. Dr. A K M A Sobhan","Expert":"ENT (Ear, Nose, Throat) Specialist & Head Neck Surgeon","qualification":"MBBS, BCS (Health), DLO (DU), MS (ENT)","details":"Prof. Dr. A K M A Sobhan is a ENT Specialist in Dhaka. His qualification is MBBS, BCS (Health), DLO (DU), MS (ENT). He is a Professor & Unit Head in the Department of ENT at Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Shyamoli. Practicing hour of Prof. Dr. A K M A Sobhan at Popular Diagnostic Center, Shyamoli is 4pm to 5.30pm (Closed: Friday).","img":"https://i.ibb.co/pLQ41HK/Prof-Dr-A-K-M-A-Sobhan.jpg","Price":"180","rating":"4.2"},{"id":6,"name":"Dr. Md. Arifuzzaman","Expert":"Ear, Nose, Throat Specialist & Head Neck Surgeon","qualification":"MBBS, FCPS (ENT)","details":"Dr. Md. Arifuzzaman is a ENT Specialist in Dhaka. His qualification is MBBS, FCPS (ENT). He is a ENT Specialist in the Department of ENT & Head Neck Surgery at Square Hospital Ltd, Dhaka. He regularly provides treatment to his patients at Square Consultation & Diagnostic Center, Banani. Practicing hour of Dr. Md. Arifuzzaman at Square Consultation & Diagnostic Center, Banani is 4pm to 7.30pm (Sat, Mon & Wednesday).","img":"https://i.ibb.co/yNKCbSw/Dr-Md-Arifuzzaman.jpg","Price":"190","rating":"4.3"},{"id":7,"name":"Dr. Snigdha Biswas","Expert":"Dental, Oral & Maxillofacial Surgeon","qualification":"BDS (DU), MPH (Community Dentistry), PGT (Oral & Maxillofacial Surgery)","details":"Dr. Snigdha Biswas is a Dentist in Sylhet. Her qualification is BDS (DU), MPH (Community Dentistry), PGT (Oral & Maxillofacial Surgery). She is a Dentist in the Department of Dental at Saumik Dental Surgery. She regularly provides treatment to her patients at Saumik Dental Surgery. Practicing hour of Dr. Snigdha Biswas at Saumik Dental Surgery is 4pm to 9pm (Closed: Friday).","img":"https://i.ibb.co/FzqzK3M/Dr-Snigdha-Biswas.jpg","Price":"160","rating":"4.5"},{"id":8,"name":"Dr. Sadia Sajnin Nipun","Expert":"Oral & Maxillofacial Surgery Specialist","qualification":"BDS (DU), PGT (Oral & Maxillofacial Surgery)","details":"Dr. Sadia Sajnin Nipun is a Dentist in Sylhet. Her qualification is BDS (DU), PGT (Oral & Maxillofacial Surgery). She is a Consultant of Quick Dental Care, Sylhet. She regularly provides treatment to her patients at Quick Dental Care, Sylhet. Practicing hour of Dr. Sadia Sajnin Nipun at Quick Dental Care, Sylhet is 5pm to 9pm (Closed: Friday).","img":"https://i.ibb.co/qrZ92z9/dr-sadia-nipun.jpg","Price":"170","rating":"4.2"},{"id":9,"name":"Dr. Md. Saif Hasan","Expert":"Dental Specialist & Surgeon","qualification":"BDS","details":"Dr. Md. Saif Hasan is a Dentist in Sylhet. His qualification is BDS. He is a Medical Officer in the Department of Dental Surgery at North East Medical College & Hospital, Sylhet. He regularly provides treatment to his patients at North East Medical College & Hospital, Sylhet. Practicing hour of Dr. Md. Saif Hasan at North East Medical College & Hospital, Sylhet is 11am to 1.30pm (Closed: Friday).","img":"https://i.ibb.co/vPRpSzM/dr-male.jpg","Price":"170","rating":"4.2"},{"id":10,"name":"Prof. Dr. Md. Shahidul Bari","Expert":"Burn, Plastic & Cosmetic Surgeon","qualification":"MBBS, FCPS (Surgery)","details":"Prof. Dr. Md. Shahidul Bari is a Plastic Surgeon in Dhaka. His qualification is MBBS, FCPS (Surgery). He is a Former Professor in the Department of Burn & Plastic Surgery at Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at City Hospital Limited, Dhaka. Practicing hour of Prof. Dr. Md. Shahidul Bari at City Hospital Limited, Dhaka is 10am to 1pm (Closed: Friday).","img":"https://i.ibb.co/Rzv1Dnj/Prof-Dr-Md-Shahidul-Bari.jpg","Price":"200","rating":"4.9"},{"id":11,"name":"Dr. Ahmad Seraji","Expert":"General, Plastic & Reconstructive Surgeon","qualification":"MBBS, FCPS (Surgery), MCPS, MS (Surgery), MS (Plastic Surgery), MRCS (UK)","details":"Dr. Ahmad Seraji is a Plastic Surgeon in Dhaka. His qualification is MBBS, FCPS (Surgery), MCPS, MS (Surgery), MS (Plastic Surgery), MRCS (UK). He is a Associate Professor & Head in the Department of Burn, Plastic & Reconstructive Surgery at Shaheed Suhrawardy Medical College & Hospital. He regularly provides treatment to his patients at Al-Manar Hospital, Mohammadpur. Practicing hour of Dr. Ahmad Seraji at Al-Manar Hospital, Mohammadpur is 3pm to 7pm (Sun, Tue & Thursday).","img":"https://i.ibb.co/vPRpSzM/dr-male.jpg","Price":"150","rating":"3.9"},{"id":12,"name":"Dr. Abu Faisal","Expert":"General, Laparoscopic & Plastic Surgeon","qualification":"MBBS, BCS, FCPS (Surgery)","details":"Dr. Abu Faisal Md. Ariful Islam is a Plastic Surgeon in Dhaka. His qualification is MBBS, BCS, FCPS (Surgery). He is working as a General, Laparoscopic & Plastic Surgeon doctor in Dhaka Medical College & Hospital. He regularly provides treatment to his patients at Comfort Diagnostic Center, Dhanmondi. Practicing hour of Dr. Abu Faisal Md. Ariful Islam at Comfort Diagnostic Center, Dhanmondi is 5.30pm to 7.30pm (Closed: Friday).","img":"https://i.ibb.co/vPRpSzM/dr-male.jpg","Price":"180","rating":"4.5"},{"id":13,"name":"Dr. Mohammad Asaduzzaman Ratan","Expert":"Kidney Diseases & Medicine Specialist","qualification":"MBBS (Dhaka), MD (Nephrology), FCPS (Medicine), MASN (USA)","details":"Dr. Mohammad Asaduzzaman Ratan is a Kidney Specialist in Mymensingh. His qualification is MBBS (Dhaka), MD (Nephrology), FCPS (Medicine), MASN (USA). He is a Assistant Professor in the Department of Nephrology at Mymensingh Medical College & Hospital. He regularly provides treatment to his patients at Sayem Diagno Complex & Hospital, Mymensingh. Practicing hour of Dr. Mohammad Asaduzzaman Ratan at Sayem Diagno Complex & Hospital, Mymensingh is Unknown. Please call to know visiting hour.","img":"https://i.ibb.co/vPRpSzM/dr-male.jpg","Price":"180","rating":"4.7"},{"id":15,"name":"Dr. Mrinal Kanti Roy","Expert":"Urology Specialist & Surgeon","qualification":"MBBS, FCPS (Surgery), MS (Urology)","details":"Dr. Mrinal Kanti Roy is a Urologist in Mymensingh. His qualification is MBBS, FCPS (Surgery), MS (Urology). He is a Assistant Professor in the Department of Urology at Mymensingh Medical College & Hospital. He regularly provides treatment to his patients at Popular Diagnostic Center, Mymensingh. Practicing hour of Dr. Mrinal Kanti Roy at Popular Diagnostic Center, Mymensingh is 11am to 1pm (Closed: Friday).","img":"https://i.ibb.co/vPRpSzM/dr-male.jpg","Price":"190","rating":"4.8"},{"id":16,"name":"Dr. Sonia Akter","Expert":"General, Laparoscopic, Breast & Colorectal Surgeon","qualification":"MBBS, FCPS (Surgery)","details":"Dr. Sonia Akter is a General Surgeon in Dhaka. Her qualification is MBBS, FCPS (Surgery). She is a Associate Professor in the Department of Surgery at Enam Medical College & Hospital. She regularly provides treatment to her patients at Enam Medical College & Hospital. Practicing hour of Dr. Sonia Akter at Enam Medical College & Hospital is 8am to 2.30pm (Closed: Friday).","img":"https://i.ibb.co/yyd99rQ/Dr-Sonia-Akter.jpg","Price":"180","rating":"4.7"},{"id":17,"name":"Dr. Shovana Alam","Expert":"Phaco, Squint & Child Eye Specialist","qualification":"MBBS, MS (EYE)","details":"Dr. Shovana Alam is a Eye Specialist in Dhaka. Her qualification is MBBS, MS (EYE). She is a Associate Professor in the Department of Ophthalmology at National Institute of Ophthalmology & Hospital. She regularly provides treatment to her patients at Harun Eye Foundation Hospital, Dhanmondi. Practicing hour of Dr. Shovana Alam at Harun Eye Foundation Hospital, Dhanmondi is 5pm to 8pm (Sun to Wed).","img":"https://i.ibb.co/dPj4Lp5/Dr-Shovana-Alam.jpg","Price":"185","rating":"4.9"},{"id":18,"name":"Dr. Mafruha Afrin","Expert":"Eye Diseases, Uvea, Medical Retina Specialist and Phaco Sergeon","qualification":"MBBS, MCPS (EYE), FICO (UK), FCPS (EYE), FRCS (Glasgow), CCD (BIRDEM)","details":"Dr. Mafruha Afrin is a Eye Specialist in Dhaka. Her qualification is MBBS, MCPS (EYE), FICO (UK), FCPS (EYE), FRCS (Glasgow), CCD (BIRDEM). She is a Medical Officer in the Department of Ophthalmology at Birdem General Hospital & Ibrahim Medical College. She regularly provides treatment to her patients at Khidmah Hospital, Dhaka. Practicing hour of Dr. Mafruha Afrin at Khidmah Hospital, Dhaka is 7pm to 9pm (Closed: Tuesday & Friday)","img":"https://i.ibb.co/2P3s59h/Dr-Mafruha-Afrin.jpg","Price":"195","rating":"4.8"},{"id":19,"name":"Dr. Tariq Reza Ali","Expert":"Vitreo-Retina & Uveitis Specialist","qualification":"MBBS, DO, MS (EYE), Fellow in Retina-Vitreous (India)","details":"Dr. Tariq Reza Ali is a Eye Specialist in Dhaka. His qualification is MBBS, DO, MS (EYE), Fellow in Retina-Vitreous (India). He is a Associate Professor in the Department of Ophthalmology at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at Harun Eye Foundation Hospital, Dhanmondi. Practicing hour of Dr. Tariq Reza Ali at Harun Eye Foundation Hospital, Dhanmondi is 4pm to 9pm (Closed: Friday).","img":"https://i.ibb.co/dWF9FJY/Dr-Tariq-Reza-Ali.jpg","Price":"190","rating":"4.7"},{"id":20,"name":"Prof. Dr. Mobin Khan","Expert":"Liver Diseases & Medicine Specialist","qualification":"MBBS, MSC (Hepatology), FCPS (BD & PK), FRCP (Glasg & Edin), FACP (USA), FCCP (USA)","details":"Prof. Dr. Mobin Khan is a Liver Specialist in Dhaka. His qualification is MBBS, MSC (Hepatology), FCPS (BD & PK), FRCP (Glasg & Edin), FACP (USA), FCCP (USA). He is a Former Professor & Head in the Department of Hepatology at Bangabandhu Sheikh Mujib Medical University Hospital. He regularly provides treatment to his patients at The Liver Center, Dhanmondi. Practicing hour of Prof. Dr. Mobin Khan at The Liver Center, Dhanmondi is 5pm to 9.30pm (Closed: Friday).","img":"https://i.ibb.co/tDkQQrq/Prof-Dr-Mobin-Khan.jpg","Price":"200","rating":"4.9"}]